[
  {
    "category": "Pytanie",
    "pl": "Czy lubisz przejmować kontrolę, czy oddawać ją?",
    "en": "What is your definition of cheating?",
    "de": "Magst du es, die Kontrolle zu übernehmen oder sie abzugeben?"
  },
  {
    "category": "Pytanie",
    "pl": "Jakie słowa lub dźwięki najbardziej Cię podniecają?",
    "en": "Have you ever cheated on someone, even if it wasn't physical?",
    "de": "Welche Wörter oder Geräusche erregen dich am meisten?"
  },
  {
    "category": "Wyznanie",
    "pl": "Powiedz mi coś, co chciałeś/-aś mi wyznać, ale się wstydziłeś/-aś.",
    "en": "What question are you afraid to ask me?",
    "de": "Sag mir etwas, das du mir gestehen wolltest, dich aber nicht getraut hast."
  },
  {
    "category": "Zrób to",
    "pl": "Złóż mi obietnicę, którą zrealizujesz jeszcze dziś wieczorem.",
    "en": "If you could know one thing about my past — what would it be?",
    "de": "Gib mir ein Versprechen, das du heute Abend noch einlösen wirst."
  },
  {
    "category": "Pytanie",
    "pl": "Opisz idealną randkę, która skończy się w sypialni.",
    "en": "What do you think I fear the most in our relationship?",
    "de": "Beschreibe ein perfektes Date, das im Schlafzimmer endet."
  },
  {
    "category": "Pytanie",
    "pl": "Co sądzisz o eksperymentach z zabawkami erotycznymi?",
    "en": "Have you ever been jealous but hid it?",
    "de": "Was hältst du von Experimenten mit Sexspielzeug?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy boisz się, że moglibyśmy się sobie znudzić?",
    "en": "What do you think about being friends with exes?",
    "de": "Hast du Angst, dass wir uns irgendwann langweilen könnten?"
  },
  {
    "category": "Fantazja",
    "pl": "Opisz scenariusz idealnego poranka po bardzo gorącej nocy.",
    "en": "Is there a boundary you’d never cross in a relationship?",
    "de": "Beschreibe das perfekte Szenario für einen Morgen nach einer heißen Nacht."
  },
  {
    "category": "Wyznanie",
    "pl": "Czy kiedyś śnił Ci się seks z kimś innym? Powiedz, co czułeś/-aś.",
    "en": "In what situation would you lie to me 'for my own good'?",
    "de": "Hattest du schon mal einen Traum von Sex mit jemand anderem? Was hast du dabei gefühlt?"
  },
  {
    "category": "Wyznanie",
    "pl": "Jak myślisz – co chciałbym/chciałabym usłyszeć, ale nie mówisz tego na głos?",
    "en": "Was there a moment when you lost trust in me?",
    "de": "Was denkst du – was möchte ich hören, was du dich aber nicht traust zu sagen?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy wolisz długą grę wstępną czy spontaniczną akcję?",
    "en": "If you had to say one sentence that would hurt me — what would it be?",
    "de": "Magst du lieber ein langes Vorspiel oder spontane Action?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy jesteś ze mną w 100% szczery/-a w sferze łóżkowej?",
    "en": "What do you think kills intimacy in a relationship?",
    "de": "Bist du im Bett vollkommen ehrlich mit mir?"
  },
  {
    "category": "Zrób to",
    "pl": "Przez minutę dotykaj mnie tylko opuszkami palców – ale bardzo powoli.",
    "en": "What makes you the most uncomfortable when talking about sex?",
    "de": "Berühre mich eine Minute lang nur mit deinen Fingerspitzen – aber ganz langsam."
  },
  {
    "category": "Pytanie",
    "pl": "Co myślisz o seksie o poranku?",
    "en": "Can you imagine yourself in an open relationship?",
    "de": "Was denkst du über Morgensex?"
  },
  {
    "category": "Zrób to",
    "pl": "Zaproponuj wyzwanie, które oboje musimy wykonać.",
    "en": "Do you think every relationship goes through a crisis?",
    "de": "Schlag eine Herausforderung vor, die wir beide annehmen müssen."
  },
  {
    "category": "Fantazja",
    "pl": "Co myślisz o seksie pod prysznicem?",
    "en": "What shouldn’t be done in a healthy relationship?",
    "de": "Was hältst du von Sex unter der Dusche?"
  },
  {
    "category": "Fantazja",
    "pl": "Czy wyobrażasz sobie, że ktoś nas obserwuje – i czy to Cię kręci?",
    "en": "What do you feel when someone flirts with me in front of you?",
    "de": "Stellst du dir vor, dass uns jemand beobachtet – und macht dich das an?"
  },
  {
    "category": "Wyznanie",
    "pl": "Opowiedz o sytuacji, gdy bardzo chciałeś/-aś seksu, ale nic z tego nie wyszło.",
    "en": "What’s the biggest secret you ever kept from a partner?",
    "de": "Erzähl von einer Situation, in der du sehr Lust hattest, aber nichts daraus wurde."
  },
  {
    "category": "Fantazja",
    "pl": "Gdybyś mógł/mogła przeżyć jedną noc bez żadnych granic – jak by wyglądała?",
    "en": "Have you ever compared me to an ex?",
    "de": "Wenn du eine Nacht ohne Grenzen erleben könntest – wie würde sie aussehen?"
  },
  {
    "category": "Zrób to",
    "pl": "Wybierz piosenkę i zatańcz dla mnie... bez słów.",
    "en": "Is there something you envy in me but don’t want to admit?",
    "de": "Wähle ein Lied aus und tanze für mich... ohne Worte."
  },
  {
    "category": "Fantazja",
    "pl": "Jaki strój najbardziej by Ci pasował w naszej wspólnej fantazji?",
    "en": "Would you like me to be more jealous?",
    "de": "Welches Outfit würde dir in unserer gemeinsamen Fantasie am besten stehen?"
  },
  {
    "category": "Fantazja",
    "pl": "Opisz sytuację z filmu/serialu, która cię podnieciła i dlaczego.",
    "en": "Are you afraid of losing me someday?",
    "de": "Beschreibe eine Szene aus einem Film oder einer Serie, die dich erregt hat – und warum."
  },
  {
    "category": "Pytanie",
    "pl": "Czy zdarzyło Ci się myśleć o mnie podczas… solo zabawy?",
    "en": "Is there something you want from me but are afraid to say?",
    "de": "Hast du schon mal beim Solospiel an mich gedacht?"
  },
  {
    "category": "Fantazja",
    "pl": "Jeśli mógłbyś/mogłabyś zamienić się rolami w łóżku na jeden dzień – co byś zrobił/-a?",
    "en": "If you could change one thing in our relationship, what would it be?",
    "de": "Wenn du für einen Tag die Rollen im Bett tauschen könntest – was würdest du tun?"
  },
  {
    "category": "Pytanie",
    "pl": "Co chciałbyś/chciałabyś wypróbować w łóżku, ale jeszcze się nie odważyłeś/-aś?",
    "en": "How often do you feel truly heard in our relationship?",
    "de": "Was würdest du gerne im Bett ausprobieren, hast dich aber noch nicht getraut?"
  },
  {
    "category": "Zrób to",
    "pl": "Zagrajmy w rozbieraną wersję kamień-papier-nożyce – jedna runda!",
    "en": "What would your perfect evening with me look like — no limits?",
    "de": "Lass uns eine Runde Strip-Stein-Schere-Papier spielen!"
  },
  {
    "category": "Fantazja",
    "pl": "Opowiedz mi swoją najbardziej odjechaną fantazję erotyczną.",
    "en": "Have you ever fantasized about me in a public place?",
    "de": "Erzähl mir deine wildeste erotische Fantasie."
  },
  {
    "category": "Zrób to",
    "pl": "Zrób coś, co sprawi, że się zarumienię.",
    "en": "Do you prefer to dominate or be dominated?",
    "de": "Tu etwas, das mich erröten lässt."
  },
  {
    "category": "Fantazja",
    "pl": "Gdybyśmy mieli odgrywać role – kogo chciałbyś/chciałabyś zagrać?",
    "en": "What sex-related question makes you the most uncomfortable?",
    "de": "Wenn wir Rollenspiele machen würden – welche Rolle würdest du spielen wollen?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy masz sekretną rzecz, którą chciałbyś/chciałabyś razem wypróbować?",
    "en": "Do you like when someone takes the initiative — in bed and beyond?",
    "de": "Hast du ein geheimes Verlangen, das du mit mir ausprobieren möchtest?"
  },
  {
    "category": "Fantazja",
    "pl": "Jaka fantazja wydaje Ci się zbyt śmiała, by ją zrealizować?",
    "en": "How do you react when someone flirts with you while you’re in a relationship?",
    "de": "Was willst du, dass ich über dich weiß, was ich noch nicht weiß?"
  },
  {
    "category": "Fantazja",
    "pl": "Wyobraź sobie, że mamy weekend bez żadnych ograniczeń – co robimy?",
    "en": "Do you have a sexual fantasy you're afraid to share?",
    "de": "Wie oft denkst du tagsüber an Sex mit mir?"
  },
  {
    "category": "Pytanie",
    "pl": "Co było dla Ciebie najbardziej podniecającym wspomnieniem z nami?",
    "en": "When do you feel the most attractive?",
    "de": "Was würdest du mir sagen, wenn du wüsstest, dass ich alles akzeptiere?"
  },
  {
    "category": "Zrób to",
    "pl": "Zdejmij jeden element swojej garderoby i daj mi go.",
    "en": "Would you like us to try something risky from time to time?",
    "de": "Hast du schon mal davon geträumt, mich in der Öffentlichkeit zu berühren?"
  },
  {
    "category": "Zrób to",
    "pl": "Pocałuj mnie w 3 ulubione miejsca – ale nie w usta.",
    "en": "What’s the boldest sexual experience you've had?",
    "de": "Welcher Moment mit mir war so intensiv, dass du ihn nie vergessen wirst?"
  },
  {
    "category": "Zrób to",
    "pl": "Wybierz część mojego ciała, którą dziś „rozpieszczasz”.",
    "en": "What part of my body attracts you the most — besides the obvious?",
    "de": "Was würdest du tun, wenn ich dir sage: ‚Heute Nacht gehört dir alles.‘?"
  },
  {
    "category": "Pytanie",
    "pl": "Jakie ubranie lub brak ubrania działa na Ciebie najbardziej?",
    "en": "Have you ever pretended you didn’t want something even though you really did?",
    "de": "Wenn du mich heute verführen müsstest – wie würdest du anfangen?"
  },
  {
    "category": "Fantazja",
    "pl": "Czy kiedykolwiek fantazjowałeś/-aś o trójkącie?",
    "en": "What would you do if we were stuck in an elevator for an hour?",
    "de": "Was ist das Wildeste, was du jemals getan hast – mit oder ohne mich?"
  },
  {
    "category": "Zrób to",
    "pl": "Złóż mi komplement, ale bardzo zmysłowy.",
    "en": "If you could plan one naughty date — what would it be?",
    "de": "Hast du jemals gedacht, dass ich dir zu viel bin?"
  },
  {
    "category": "Pytanie",
    "pl": "Jaka część mojego ciała podoba Ci się najbardziej?",
    "en": "Do you think sex should be gentle, wild, or a mix?",
    "de": "Was würdest du gerne ändern, wenn es um unser Sexleben geht?"
  },
  {
    "category": "Zrób to",
    "pl": "Przytul mnie tak, jakbyś tęsknił/-a całe życie.",
    "en": "How often do you imagine me naked when you see me dressed?",
    "de": "Würdest du lieber meine Gedanken lesen oder meine tiefsten Wünsche fühlen?"
  },
  {
    "category": "Pytanie",
    "pl": "Co Cię podnieca, choć nie powinno?",
    "en": "Have you ever had a fantasy where I wasn’t myself?",
    "de": "Wie würdest du reagieren, wenn ich dir befehle, nichts zu sagen – nur zu fühlen?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy miałeś/-aś kiedyś tajemnicę, której się wstydzisz w kontekście seksualnym?",
    "en": "Have you ever talked to someone else about our sex life?",
    "de": "Was macht dich an, ohne dass ich dich berühre?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy masz jakąś małą „dziwaczną” rzecz, która Cię kręci?",
    "en": "What turns you on more: words, touch, or looks?",
    "de": "Welche verbotene Fantasie würdest du gerne mit mir erleben?"
  },
  {
    "category": "Zrób to",
    "pl": "Zrób mi niespodziankę z użyciem ust lub dłoni – teraz.",
    "en": "Do you think we still have something to discover in bed?",
    "de": "Was würdest du mir ins Ohr flüstern, wenn du mich verführen willst?"
  },
  {
    "category": "Zrób to",
    "pl": "Zrób mi masaż przez 5 minut, ale z elementem zaskoczenia.",
    "en": "What sexual situation do you fantasize about but are afraid to suggest?",
    "de": "Hast du schon mal von mir geträumt – in einer anderen Rolle?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co czujesz, gdy słyszysz mój głos w intymnej sytuacji?",
    "en": "Have you ever finished what we started... alone?",
    "de": "Welcher Teil meines Körpers zieht dich am meisten an – abgesehen vom Offensichtlichen?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy kiedyś myślałeś/-aś o zdradzie – nawet tylko w wyobraźni?",
    "en": "What’s the dirtiest thing you’ve said to me in your mind but never out loud?",
    "de": "Was würdest du tun, wenn ich dich jetzt bitten würde, mich zu fesseln?"
  },
  {
    "category": "Wyznanie",
    "pl": "Jaka jest Twoja największa nieopowiedziana tajemnica erotyczna?",
    "en": "What would you do to me if there were no limits?",
    "de": "Wenn ich dich bitten würde, zu bleiben, wohin würdest du mich bringen?"
  },
  {
    "category": "Wyznanie",
    "pl": "Opowiedz o najbardziej ekscytującej rzeczy, jaką zrobiliśmy razem.",
    "en": "What part of my body fires up your imagination — besides the obvious?",
    "de": "Welche Geste von mir bringt dich sofort aus dem Gleichgewicht?"
  },
  {
    "category": "Fantazja",
    "pl": "Jaka fantazja powtarza Ci się najczęściej?",
    "en": "Is there something you want to hear from me during sex?",
    "de": "Was möchtest du, dass ich heute Nacht über dich herausfinde?"
  },
  {
    "category": "Fantazja",
    "pl": "Co sądzisz o grze z opaską na oczach?",
    "en": "What would your ideal dirty talk sound like — what should I say?",
    "de": "Hast du dich schon mal gefragt, wie es wäre, wenn jemand uns beobachten würde?"
  },
  {
    "category": "Wyznanie",
    "pl": "Kiedy czujesz się najbardziej pożądany/-a przeze mnie?",
    "en": "Do you prefer to be provoked or to provoke?",
    "de": "Was würdest du tun, wenn ich dich jetzt aufhalten und küssen würde?"
  },
  {
    "category": "Zrób to",
    "pl": "Wykonaj najseksowniejszy gest, jaki potrafisz.",
    "en": "What public place tempts you the most to misbehave?",
    "de": "Gibt es etwas, das du willst, aber dich schämst, es mir zu sagen?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy kiedyś udawałeś/-aś orgazm?",
    "en": "Have you ever had a fantasy where I was tied up?",
    "de": "Wie würde deine perfekte erotische Überraschung für mich aussehen?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy są rzeczy, które robimy, a które naprawdę Cię zaskoczyły?",
    "en": "What do you want me to do with my mouth — but have never told me?",
    "de": "Hast du ein Wort, das dich im Bett sofort heiß macht?"
  },
  {
    "category": "Zrób to",
    "pl": "Szepcz mi coś niegrzecznego do ucha przez minutę.",
    "en": "What word said in bed turns you on the most?",
    "de": "Würdest du lieber flüstern oder laut stöhnen – warum?"
  },
  {
    "category": "Fantazja",
    "pl": "Wybierz miejsce publiczne, w którym chciałbyś/chciałabyś coś zaryzykować.",
    "en": "Have you ever climaxed just from looking at me?",
    "de": "Was willst du mit mir tun, das du bisher nur gedacht hast?"
  },
  {
    "category": "Wyznanie",
    "pl": "Opowiedz o chwili, kiedy najbardziej mnie pożądałeś/-aś.",
    "en": "If you had to guide me in bed word by word — what would you say?",
    "de": "Was ist die eine Berührung von mir, die dich nie gleichgültig lässt?"
  },
  {
    "category": "Pytanie",
    "pl": "Co jest dla Ciebie definicją zdrady?",
    "en": "How often do you fantasize about sex with me while doing something else?",
    "de": "Was ist dein Lieblingsblick von mir, wenn ich dich anschaue?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy kiedykolwiek zdradziłeś/-aś kogoś nawet jeśli nie była to zdrada fizyczna?",
    "en": "Which of my reactions in bed turns you on the most?",
    "de": "Wie oft stellst du dir vor, wie ich dich heute Nacht berühre?"
  },
  {
    "category": "Pytanie",
    "pl": "Jakie pytanie boisz się mi zadać?",
    "en": "What would you do if I told you to be naughty and not stop?",
    "de": "Was würdest du tun, wenn du wüsstest, dass ich dich ganz will – jetzt?"
  },
  {
    "category": "Pytanie",
    "pl": "Gdybyś mógł wiedzieć jedną rzecz o mojej przeszłości — co by to było?",
    "en": "What desire is still waiting to surprise me?",
    "de": "Wenn ich dich mit meinem Blick dominiere – was tust du?"
  },
  {
    "category": "Pytanie",
    "pl": "Jak myślisz, czego najbardziej się obawiam w relacji?",
    "en": "What is cheating to you?",
    "de": "Was ist dein dunkelster Wunsch, den du mir noch nicht erzählt hast?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy kiedyś byłeś zazdrosny, ale tego nie okazałeś?",
    "en": "Have you ever been jealous but didn’t show it?",
    "de": "Wie reagierst du, wenn ich dich necke, aber dich nicht kommen lasse?"
  },
  {
    "category": "Pytanie",
    "pl": "Co sądzisz o przyjaźniach z byłymi partnerami?",
    "en": "What do you think about being friends with exes?",
    "de": "Was macht dich mehr an: meine Stimme oder mein Blick?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy masz jakąś granicę, której nigdy nie przekroczysz w związku?",
    "en": "Is there a boundary you'd never cross in a relationship?",
    "de": "Was ist die eine Sache, die du im Bett tun willst, aber dich nie getraut hast?"
  },
  {
    "category": "Pytanie",
    "pl": "W jakiej sytuacji skłamałbyś mi „dla mojego dobra”?",
    "en": "In what situation would you lie to me “for my own good”?",
    "de": "Was würdest du mir sagen, wenn ich dir verspreche, es zu erfüllen?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy był moment, w którym straciłeś do mnie zaufanie?",
    "en": "Was there ever a moment you lost trust in me?",
    "de": "Welcher Moment mit mir hat dich sprachlos gemacht – vor Lust?"
  },
  {
    "category": "Pytanie",
    "pl": "Gdybyś miał powiedzieć jedno zdanie, które mnie zaboli — co by to było?",
    "en": "If you had to say one sentence that would hurt me — what would it be?",
    "de": "Was würdest du mir tun, wenn niemand zusieht und es keine Regeln gibt?"
  },
  {
    "category": "Pytanie",
    "pl": "Co według Ciebie niszczy intymność w relacji?",
    "en": "What do you think kills intimacy in a relationship?",
    "de": "Wie würdest du mich nackt mit Worten beschreiben?"
  },
  {
    "category": "Pytanie",
    "pl": "Co najbardziej krępuje Cię w rozmowie o seksie?",
    "en": "What makes you the most uncomfortable when talking about sex?",
    "de": "Was würdest du gerne tun, wenn du die Kontrolle vollständig übernehmen dürftest?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy wyobrażasz sobie siebie w relacji otwartej?",
    "en": "Can you imagine yourself in an open relationship?",
    "de": "Was ist deine heimlichste Fantasie, die du mit mir teilen möchtest?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy uważasz, że każdy związek przechodzi przez kryzys?",
    "en": "Do you think every relationship goes through a crisis?",
    "de": "Was denkst du, wenn ich dich mit einem bestimmten Blick ansehe?"
  },
  {
    "category": "Pytanie",
    "pl": "Czego nie powinno się robić w zdrowym związku?",
    "en": "What shouldn’t be done in a healthy relationship?",
    "de": "Welche Bewegung von mir bringt dich jedes Mal aus der Fassung?"
  },
  {
    "category": "Pytanie",
    "pl": "Co czujesz, kiedy ktoś flirtuje ze mną w Twojej obecności?",
    "en": "What do you feel when someone flirts with me in front of you?",
    "de": "Was würdest du tun, wenn du mich langsam und bewusst ausziehen dürftest?"
  },
  {
    "category": "Pytanie",
    "pl": "Jaką największą tajemnicę miałeś przed partnerem?",
    "en": "What’s the biggest secret you ever kept from a partner?",
    "de": "Was würdest du fühlen, wenn ich dir sage: ‚Ich gehöre dir – mach alles.‘?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy zdarzyło Ci się porównać mnie do byłej osoby?",
    "en": "Have you ever compared me to an ex?",
    "de": "Was würdest du tun, wenn ich dir jetzt verbiete zu reden?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy jest coś, czego mi zazdrościsz, ale nie chcesz się do tego przyznać?",
    "en": "Is there something you envy in me but don’t want to admit?",
    "de": "Was ist deine größte erotische Fantasie – heute Nacht?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy chciałbyś, żebym była bardziej zazdrosna?",
    "en": "Would you like me to be more jealous?",
    "de": "Was würdest du machen, wenn ich dir sage: ‚Du darfst nur fühlen, nicht denken.‘?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy boisz się, że kiedyś możesz mnie stracić?",
    "en": "Are you afraid of losing me someday?",
    "de": "Was würdest du tun, wenn ich dich mitten in der Nacht wecke… wortlos?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy jest coś, czego ode mnie oczekujesz, ale boisz się to powiedzieć?",
    "en": "Is there something you want from me but are afraid to say?",
    "de": "Was würdest du gerne erleben, wenn ich dir völlige Freiheit gebe?"
  },
  {
    "category": "Pytanie",
    "pl": "Gdybyś mógł zmienić jedną rzecz w naszej relacji, co by to było?",
    "en": "If you could change one thing in our relationship, what would it be?",
    "de": "Wie würdest du reagieren, wenn ich dir sage: ‚Ich bin ganz dein – tu alles.‘?"
  },
  {
    "category": "Pytanie",
    "pl": "Jak często czujesz się naprawdę wysłuchany w naszym związku?",
    "en": "How often do you feel truly heard in our relationship?",
    "de": "Willst du gefesselt sein und nicht wissen, was ich als Nächstes tue?"
  },
  {
    "category": "Pytanie",
    "pl": "Jak wyglądałby Twój idealny wieczór tylko we dwoje — bez ograniczeń?",
    "en": "What would your perfect evening with me look like — no limits?",
    "de": "Was würdest du als Erstes tun, wenn ich mich dir völlig überlasse?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy kiedykolwiek fantazjowałeś o mnie w miejscu publicznym?",
    "en": "Have you ever fantasized about me in a public place?",
    "de": "Hast du dir vorgestellt, dass ich mich vor dir langsam ausziehe, und du darfst mich nicht berühren?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy wolisz dominować czy być zdominowany/-a?",
    "en": "Do you prefer to dominate or be dominated?",
    "de": "Was, wenn du heute einen Wunsch hättest – ohne Regeln, ohne Scham? Was wählst du?"
  },
  {
    "category": "Pytanie",
    "pl": "Jakie pytanie o seks najbardziej Cię krępuje?",
    "en": "What sex-related question makes you the most uncomfortable?",
    "de": "Möchtest du sehen, wie ich etwas sehr Unanständiges tue – nur für dich?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy lubisz, kiedy ktoś przejmuje inicjatywę — w łóżku i poza nim?",
    "en": "Do you like when someone takes the initiative — in bed and beyond?",
    "de": "Welches geflüsterte Wort bringt dich völlig aus der Fassung?"
  },
  {
    "category": "Pytanie",
    "pl": "Jak reagujesz, kiedy ktoś flirtuje z Tobą mimo że jesteś w związku?",
    "en": "How do you react when someone flirts with you while you’re in a relationship?",
    "de": "Was würdest du tun, wenn ich dich bitte, mir deine wildeste Seite zu zeigen?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy masz jakąś erotyczną fantazję, o której boisz się opowiedzieć?",
    "en": "Do you have a sexual fantasy you're afraid to share?",
    "de": "Hast du dir vorgestellt, dass ich dich ansehe und befriedige – ohne ein Wort?"
  },
  {
    "category": "Pytanie",
    "pl": "Kiedy czujesz się najbardziej pociągający/pociągająca?",
    "en": "When do you feel the most attractive?",
    "de": "Was, wenn du nicht sprechen darfst, sondern nur fühlen – was willst du dann von mir?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy chciałbyś/-aś czasem, żebyśmy spróbowali czegoś ryzykownego?",
    "en": "Would you like us to try something risky from time to time?",
    "de": "Wenn ich dir befehle, ruhig zu sitzen und zu warten… wie lange hältst du es aus?"
  },
  {
    "category": "Pytanie",
    "pl": "Jakie było Twoje najodważniejsze seksualne doświadczenie?",
    "en": "What’s the boldest sexual experience you've had?",
    "de": "Willst du mich ganz ausziehen und nur die Wäsche lassen, die du ausgesucht hast?"
  },
  {
    "category": "Pytanie",
    "pl": "Jakie miejsce na moim ciele najbardziej Cię przyciąga — poza oczywistymi?",
    "en": "What part of my body attracts you the most — besides the obvious?",
    "de": "Was würdest du tun, wenn ich dich um eine Nacht bitte, nach der nichts mehr gleich ist?"
  },
  {
    "category": "Pytanie",
    "pl": "Czy zdarzyło Ci się kiedyś udawać, że czegoś nie chcesz, chociaż bardzo chciałeś/-aś?",
    "en": "Have you ever pretended you didn’t want something even though you really did?",
    "de": "Küss mich, als würden wir uns einen Monat lang nicht sehen."
  },
  {
    "category": "Pytanie",
    "pl": "Co byś zrobił/-a, gdybyśmy zostali sami w windzie na godzinę?",
    "en": "What would you do if we were stuck in an elevator for an hour?",
    "de": "Flüster mir etwas, das du mir noch nie gesagt hast."
  },
  {
    "category": "Pytanie",
    "pl": "Gdybyś mógł zaplanować jedną niegrzeczną randkę, jak by wyglądała?",
    "en": "If you could plan one naughty date — what would it be?",
    "de": "Berühr mich dort, wo du dich normalerweise zurückhältst – langsam."
  },
  {
    "category": "Pytanie",
    "pl": "Czy uważasz, że seks powinien być delikatny, dziki, czy zmienny?",
    "en": "Do you think sex should be gentle, wild, or a mix?",
    "de": "Umarme mich mit voller Absicht – ohne Worte."
  },
  {
    "category": "Pytanie",
    "pl": "Jak często wyobrażasz sobie mnie nago, gdy mnie widzisz ubranej/-go?",
    "en": "How often do you imagine me naked when you see me dressed?",
    "de": "Sag mir genau, was du mit mir machen willst – im Flüsterton."
  },
  {
    "category": "Pytanie",
    "pl": "Czy kiedykolwiek miałeś fantazję, w której nie byłem/-am sobą?",
    "en": "Have you ever had a fantasy where I wasn’t myself?",
    "de": "Pack mein Handgelenk und sag etwas Unanständiges… ohne zu lächeln."
  },
  {
    "category": "Pytanie",
    "pl": "Czy kiedykolwiek rozmawiałeś/-aś z kimś o naszym seksie?",
    "en": "Have you ever talked to someone else about our sex life?",
    "de": "Tu etwas, das sofort Spannung zwischen uns erzeugt."
  },
  {
    "category": "Pytanie",
    "pl": "Co Cię bardziej podnieca: słowa, dotyk czy spojrzenia?",
    "en": "What turns you on more: words, touch, or looks?",
    "de": "Küss mich, aber nicht auf den Mund. Und sag nicht, warum genau dort."
  },
  {
    "category": "Pytanie",
    "pl": "Czy uważasz, że mamy jeszcze coś do odkrycia w łóżku?",
    "en": "Do you think we still have something to discover in bed?",
    "de": "Stell dich hinter mich und berühr mich nur mit deinen Fingerspitzen – ohne Eile."
  },
  {
    "category": "Pytanie",
    "pl": "O jakiej sytuacji seksualnej fantazjujesz, ale boisz się ją zaproponować?",
    "en": "What sexual situation do you fantasize about but are afraid to suggest?",
    "de": "Sag mir einen Satz nur mit deinen Augen, der mich entwaffnet."
  },
  {
    "category": "Pytanie",
    "pl": "Czy zdarzyło Ci się dokończyć to, co zaczęliśmy… samemu/samej?",
    "en": "Have you ever finished what we started... alone?",
    "de": "Zieh mich an dich und sag mir genau, was du jetzt willst."
  },
  {
    "category": "Pytanie",
    "pl": "Co najbrudniejszego powiedziałeś/-aś mi w myślach, ale nie na głos?",
    "en": "What’s the dirtiest thing you’ve said to me in your mind but never out loud?",
    "de": "Zeig mir mit einer Geste, wo du mich küssen möchtest, aber es noch nie getan hast."
  },
  {
    "category": "Pytanie",
    "pl": "Co chciałbyś/-aś mi zrobić, gdybyśmy nie mieli żadnych ograniczeń?",
    "en": "What would you do to me if there were no limits?",
    "de": "Fass mich leicht am Hals – gerade so, dass du die Spannung spürst."
  },
  {
    "category": "Pytanie",
    "pl": "Jaka część mojego ciała najbardziej działa Ci na wyobraźnię — nie ta oczywista?",
    "en": "What part of my body fires up your imagination — besides the obvious?",
    "de": "Entkleide mich mit deinem Blick, nicht mit den Händen."
  },
  {
    "category": "Pytanie",
    "pl": "Czy jest coś, co chcesz usłyszeć ode mnie w trakcie seksu?",
    "en": "Is there something you want to hear from me during sex?",
    "de": "Komm ganz nah und flüster mir nur zwei Wörter ins Ohr: ‚Jetzt. Sofort.‘"
  },
  {
    "category": "Pytanie",
    "pl": "Jaki byłby Twój idealny dirty talk — co mam Ci powiedzieć?",
    "en": "What would your ideal dirty talk sound like — what should I say?",
    "de": "Fahr mit deiner Hand über meinen Körper, als würdest du ihn lesen – ohne Eile."
  },
  {
    "category": "Pytanie",
    "pl": "Wolisz być prowokowany/-a czy prowokować?",
    "en": "Do you prefer to be provoked or to provoke?",
    "de": "Schreib mit dem Finger ein Wort auf meine Haut, das mich überrascht."
  },
  {
    "category": "Pytanie",
    "pl": "Jakie miejsce publiczne kusi Cię najbardziej do grzechu?",
    "en": "What public place tempts you the most to misbehave?",
    "de": "Küss mich genau dort, wo du heute am meisten an mich gedacht hast."
  },
  {
    "category": "Pytanie",
    "pl": "Czy miałeś/-aś kiedyś fantazję, w której byłem/byłam związany/-a?",
    "en": "Have you ever had a fantasy where I was tied up?",
    "de": "Fass mich entschlossen an, schau mir in die Augen und sag, wem ich gehöre."
  },
  {
    "category": "Pytanie",
    "pl": "Co chciałbyś, żebym zrobił/-a Ci ustami, ale jeszcze nigdy nie powiedziałeś mi tego na głos?",
    "en": "What do you want me to do with my mouth — but have never told me?",
    "de": "Zeig mir mit deinen Händen, was du willst – ohne Worte."
  },
  {
    "category": "Pytanie",
    "pl": "Jakie słowo wypowiedziane w łóżku najbardziej Cię podnieca?",
    "en": "What word said in bed turns you on the most?",
    "de": "Befiehl mir etwas, das ich mich nie getraut habe zu tun."
  },
  {
    "category": "Pytanie",
    "pl": "Czy zdarzyło Ci się dojść tylko od patrzenia na mnie?",
    "en": "Have you ever climaxed just from looking at me?",
    "de": "Zwing mich mit deinem Blick, mich dir hinzugeben – jetzt."
  },
  {
    "category": "Pytanie",
    "pl": "Gdybyś miał mnie poprowadzić w łóżku słowo po słowie, co byś mi powiedział/-a?",
    "en": "If you had to guide me in bed word by word, what would you say?",
    "de": "Geh auf mich zu, pack mich an der Hüfte und sag, was du mit mir machst."
  },
  {
    "category": "Pytanie",
    "pl": "Jak często fantazjujesz o seksie ze mną, robiąc coś zupełnie innego?",
    "en": "How often do you fantasize about sex with me while doing something completely unrelated?",
    "de": "Geh mit deinem Mund nah an meine Lippen, stopp einen Millimeter davor – und nicht mehr."
  },
  {
    "category": "Pytanie",
    "pl": "Która z moich reakcji w łóżku najbardziej Cię kręci?",
    "en": "Which of my reactions in bed turns you on the most?",
    "de": "Umarme mich so fest, dass ich spüre, wem ich gehöre."
  },
  {
    "category": "Pytanie",
    "pl": "Co zrobiłbyś mi, gdybym kazała Ci być niegrzeczny i nie przerywać?",
    "en": "What would you do to me if I told you to be naughty and not stop?",
    "de": "Komm näher und sag mir einen Satz, der mich bricht."
  },
  {
    "category": "Pytanie",
    "pl": "Jakie Twoje pragnienie wciąż czeka, żeby mnie zaskoczyć?",
    "en": "What desire of yours is still waiting to surprise me?",
    "de": "Setz dich auf meinen Schoß oder drück mich an die Wand – wähl aus."
  },
  {
    "category": "Pytanie",
    "pl": "Co jest dla ciebie zdradą?",
    "en": "What is cheating to you?",
    "de": "Mund ans Ohr. Sag mir den schmutzigsten Gedanken, den du heute hattest."
  },
  {
    "category": "Fantazja",
    "pl": "Jaka była Twoja pierwsza fantazja erotyczna, którą pamiętasz?",
    "en": "What was your first erotic fantasy that you remember?",
    "de": "Halte meine Hände sanft… und tu etwas Unerwartetes."
  },
  {
    "category": "Fantazja",
    "pl": "Czy miałeś/-aś kiedyś fantazję, której nie chcesz nikomu zdradzić?",
    "en": "Have you ever had a fantasy you didn’t want to share with anyone?",
    "de": "Krall deine Finger an meinem Hals oder meiner Hüfte – zeig, dass du nicht brav bist."
  },
  {
    "category": "Fantazja",
    "pl": "Jakie miejsce poza sypialnią najbardziej Cię kusi?",
    "en": "What place outside the bedroom tempts you the most?",
    "de": "Fass mich am Nacken und sag mir, wie du mich in diesem Moment willst."
  },
  {
    "category": "Fantazja",
    "pl": "Czy wyobrażałeś/-aś sobie kiedyś seks w miejscu publicznym?",
    "en": "Have you ever imagined sex in a public place?",
    "de": "Sag mir genau und ohne Scham, wo ich dich küssen soll."
  },
  {
    "category": "Fantazja",
    "pl": "Jaka scena z filmu lub książki najbardziej działa na Twoją wyobraźnię?",
    "en": "Which scene from a movie or book turns you on the most?",
    "de": "Stell dich hinter mich, pack meine Hüften und flüstere, was du mit mir tun würdest."
  },
  {
    "category": "Fantazja",
    "pl": "Gdybyśmy byli bohaterami erotycznej historii — kim byśmy byli?",
    "en": "If we were the main characters in an erotic story — who would we be?",
    "de": "Drück mich an die Wand und schau mir in die Augen, als würdest du mich schon ausziehen."
  },
  {
    "category": "Fantazja",
    "pl": "Czy fantazjowałeś/-aś kiedyś o mnie w kontekście, który by mnie zaskoczył?",
    "en": "Have you ever fantasized about me in a way that would surprise me?",
    "de": "Zeig mir deine frechste Seite – jetzt, ohne Worte."
  },
  {
    "category": "Fantazja",
    "pl": "Jaka pora dnia najbardziej sprzyja Twoim fantazjom?",
    "en": "What time of day suits your fantasies the most?",
    "de": "Nimm meine Hand und leg sie dorthin, wo du sie heute fühlen willst."
  },
  {
    "category": "Fantazja",
    "pl": "Czy fantazjowałeś/-aś kiedyś o tym, jak Cię prowokuję publicznie?",
    "en": "Have you ever imagined me teasing you in public?",
    "de": "Mach einen Schritt auf mich zu, aber stopp so nah, dass ich deinen Atem spüre."
  },
  {
    "category": "Fantazja",
    "pl": "Gdybyś mógł opisać mnie w erotycznym opowiadaniu — jaka byłabym?",
    "en": "If you could describe me in an erotic short story — how would I be?",
    "de": "Halte meine Hände fest und sag mir, was ich heute nicht tun darf."
  },
  {
    "category": "Fantazja",
    "pl": "Czy miałeś/-aś kiedyś fantazję, w której ktoś nas prawie przyłapał?",
    "en": "Have you ever fantasized that someone almost caught us?",
    "de": "Wähle eine Stelle an meinem Körper, die du mit deinen Zähnen küssen willst."
  },
  {
    "category": "Fantazja",
    "pl": "Gdybyś mógł zawiązać mi oczy i zrobić, co tylko chcesz — co by to było?",
    "en": "If you could blindfold me and do whatever you want — what would it be?",
    "de": "Zieh mich mit deinem Blick zu dir und sag mir, worauf du nicht mehr warten kannst."
  },
  {
    "category": "Fantazja",
    "pl": "Jaki dźwięk podczas seksu działa na Ciebie najbardziej?",
    "en": "What sound during sex turns you on the most?",
    "de": "Drück deine Hand auf meinen Körper und zeig mir, dass du heute bestimmst."
  },
  {
    "category": "Fantazja",
    "pl": "Wyobraź sobie, że prowadzisz mnie do łóżka bez słowa – co robisz najpierw?",
    "en": "Imagine you’re leading me to the bed without a word — what do you do first?",
    "de": "Pack mich sanft an der Kehle – nur so, dass ich weiß, dass du es kannst."
  },
  {
    "category": "Fantazja",
    "pl": "Czy marzyłeś/-aś kiedyś o tym, żebym była całkowicie pod Twoją kontrolą?",
    "en": "Have you ever dreamed of having complete control over me?",
    "de": "Drück mich an dich und flüster, was ich heute nicht tun darf."
  },
  {
    "category": "Fantazja",
    "pl": "Jakie przebranie sprawiłoby, że nie byłbyś w stanie się powstrzymać?",
    "en": "What costume would make you completely unable to resist me?",
    "de": "Sag einen Satz, nach dem nur noch Verlangen bleibt."
  },
  {
    "category": "Fantazja",
    "pl": "Fantazjowałeś/-aś kiedyś o tym, że robimy coś zakazanego?",
    "en": "Have you ever fantasized about us doing something forbidden?",
    "de": "Wähle einen Ort, an dem du mich ausziehen möchtest – und sag es laut."
  },
  {
    "category": "Fantazja",
    "pl": "Czy wyobrażałeś/-aś sobie seks w miejscu ryzykownym — jakim?",
    "en": "Have you imagined sex in a risky place — where?",
    "de": "Zeig mir mit deinen Händen, wie du mich halten willst – genau, ohne Abkürzungen."
  },
  {
    "category": "Fantazja",
    "pl": "Jaki zapach kojarzy Ci się z pożądaniem?",
    "en": "What scent reminds you of desire?",
    "de": "Komm näher und benutze deinen Körper, damit ich mich ganz dir zugehörig fühle."
  },
  {
    "category": "Fantazja",
    "pl": "Opisz sytuację, w której to ja Cię zdominowałam — w Twoich myślach.",
    "en": "Describe a moment in your mind where I dominated you.",
    "de": "Tu etwas, das mich alles andere vergessen lässt – außer dich."
  },
  {
    "category": "Fantazja",
    "pl": "Czy wyobrażałeś/-aś sobie kiedyś, że musisz mnie dotykać bez pozwolenia na dźwięk?",
    "en": "Have you ever imagined needing to touch me without being allowed to speak?",
    "de": "Zieh mir etwas aus – egal was. Aber langsam und mit Blickkontakt."
  },
  {
    "category": "Fantazja",
    "pl": "Co chciałbyś mi zrobić językiem, ale boisz się, że powiem „za ostro”?",
    "en": "What would you like to do to me with your tongue, but fear I’d say 'too rough'?",
    "de": "Sag meinen Namen, als ob du mich gerade besitzt."
  },
  {
    "category": "Fantazja",
    "pl": "Gdybyś miał mnie pieścić tak długo, aż błagam, żebyś wszedł/zeszła – jak byś to zrobił/-a?",
    "en": "If you had to tease me until I begged you to enter — how would you do it?",
    "de": "Sag mir, wo ich sitzen soll – und mach Platz."
  },
  {
    "category": "Fantazja",
    "pl": "Czy marzyłeś/-aś kiedyś, że budzę Cię… i nie używam słów?",
    "en": "Have you ever dreamed of me waking you up without saying a word?",
    "de": "Fass mich fest an den Haaren oder im Nacken – und lass nicht gleich los."
  },
  {
    "category": "Fantazja",
    "pl": "Wyobraź sobie, że patrzysz jak robię coś tylko dla Ciebie. Co to jest?",
    "en": "Imagine you're watching me do something just for you. What is it?",
    "de": "Komm zu mir und leg deine Lippen dorthin, wo ich dich am meisten reize."
  },
  {
    "category": "Fantazja",
    "pl": "Co byś powiedział/-a, gdybym poprosiła Cię o przywiązanie mnie do łóżka?",
    "en": "What would you say if I asked you to tie me to the bed?",
    "de": "Überrasche mich mit einer Geste, die deutlich sagt: „Du gehörst mir.“"
  },
  {
    "category": "Fantazja",
    "pl": "Czy fantazjowałeś/-aś o tym, jak mnie rozbierasz bardzo, bardzo powoli?",
    "en": "Have you ever fantasized about undressing me very, very slowly?",
    "de": "Leg mich hin – buchstäblich. Und sag mir, warum genau jetzt."
  },
  {
    "category": "Fantazja",
    "pl": "Jak wyglądałby Twój wymarzony scenariusz nocy, gdy nie ma żadnych „nie wypada”?",
    "en": "Describe your ideal night with no such thing as ‘too far’.",
    "de": "Zieh mir etwas mit deinen Zähnen oder Lippen aus – zart, aber bestimmt."
  },
  {
    "category": "Fantazja",
    "pl": "Czy chciałbyś zobaczyć, jak się dotykam — tylko dla Ciebie?",
    "en": "Would you like to watch me touch myself — just for you?",
    "de": "Benutz deine Hände so, dass du eine Spur hinterlässt – körperlich oder geistig."
  },
  {
    "category": "Fantazja",
    "pl": "Gdybyś miał jeden wieczór na spełnienie każdej swojej fantazji ze mną — od czego byś zaczął?",
    "en": "If you had one night to fulfill every fantasy with me — where would you begin?",
    "de": "Zieh mich zu dir, als würden wir gleich explodieren."
  },
  {
    "category": "Fantazja",
    "pl": "Co byś zrobił/-a, gdybym powiedziała, że dziś możesz mnie mieć jak chcesz – bez pytań?",
    "en": "What would you do if I said you could have me any way you want — no questions?",
    "de": "Sag einen Satz, nach dem es kein Zurück mehr gibt."
  },
  {
    "category": "Fantazja",
    "pl": "Czy fantazjowałeś/-aś o tym, że ja rozkazuję, a Ty się całkowicie poddajesz?",
    "en": "Have you imagined me giving orders while you completely surrender?",
    "de": "Zeig mir, was du mit mir machen willst – nur mit deinen Augen."
  },
  {
    "category": "Fantazja",
    "pl": "Gdzie na moim ciele chciałbyś zostawić ślad… zębów lub dłoni?",
    "en": "Where on my body would you want to leave a mark… with your teeth or hands?",
    "de": "Benutze deinen Körper, um mich zum Schweigen zu bringen – aber nicht ganz."
  },
  {
    "category": "Fantazja",
    "pl": "Gdybym była związana i czekała na Twój dotyk – gdzie byś zaczął?",
    "en": "If I were tied up and waiting for your touch — where would you start?",
    "de": "Beweg dich über mich, als hättest du mich schon."
  },
  {
    "category": "Fantazja",
    "pl": "Czy podnieca Cię myśl, że ktoś mógłby nas usłyszeć?",
    "en": "Does the thought of someone hearing us excite you?",
    "de": "Sag mir, was du tun würdest, wenn ich sage: „Jetzt sofort.“"
  },
  {
    "category": "Fantazja",
    "pl": "Wyobraź sobie, że musisz mnie rozgrzać, ale możesz używać tylko ust. Co robisz?",
    "en": "Imagine having to warm me up using only your mouth. What do you do?",
    "de": "Was hast du am meisten Angst, mir zu sagen?"
  },
  {
    "category": "Fantazja",
    "pl": "Co jeśli kazałabym Ci patrzeć, ale nie dotykać? Jak długo byś wytrzymał/-a?",
    "en": "What if I told you to watch but not touch? How long would you last?",
    "de": "Was fühlst du, wenn du mich wortlos ansiehst?"
  },
  {
    "category": "Fantazja",
    "pl": "Jak wygląda Twoja fantazja z pełną dominacją – kto dominuje i co się dzieje?",
    "en": "Describe your full domination fantasy — who’s in charge and what happens?",
    "de": "Gibt es etwas, das du mir immer noch nicht verziehen hast?"
  },
  {
    "category": "Fantazja",
    "pl": "Gdybyś miał mnie „karać” za bycie zbyt prowokująca — co byś zrobił?",
    "en": "If you had to 'punish' me for being too provocative — what would you do?",
    "de": "Worauf sehnst du dich, selbst wenn ich bei dir bin?"
  },
  {
    "category": "Fantazja",
    "pl": "Czy chciałbyś, żebym Ci rozkazywała… i karała za nieposłuszeństwo?",
    "en": "Would you like me to give you orders… and punish disobedience?",
    "de": "Wann hast du gespürt, dass wir mehr als nur ein Paar sind?"
  },
  {
    "category": "Fantazja",
    "pl": "Czy fantazjowałeś/-aś o tym, że Cię zatrzymuję i zaspokajam… w najmniej spodziewanym momencie?",
    "en": "Have you ever imagined me stopping you and satisfying you… at the most unexpected moment?",
    "de": "Gibt es eine Erinnerung mit mir, die du für immer bewahren willst?"
  },
  {
    "category": "Fantazja",
    "pl": "Co byś mi zrobił/-a, gdybym nie miała na sobie nic… oprócz Twojego spojrzenia?",
    "en": "What would you do if I wore nothing… but your gaze?",
    "de": "Was würdest du dir wünschen, dass ich dir öfter sage?"
  },
  {
    "category": "Fantazja",
    "pl": "Czy chciałbyś, żebym dała Ci rozkaz, którego spełnienie doprowadzi mnie do drżenia?",
    "en": "Would you like me to give you a command that brings me to the edge?",
    "de": "Welcher Blick von mir ist dir besonders im Kopf geblieben?"
  },
  {
    "category": "Fantazja",
    "pl": "Gdybyś mógł tylko patrzeć, jak się dotykam – co chciałbyś zobaczyć?",
    "en": "If you could only watch me touch myself — what would you want to see?",
    "de": "Was hast du gedacht, als du mich das erste Mal berührt hast?"
  },
  {
    "category": "Fantazja",
    "pl": "Czy kiedykolwiek wyobrażałeś/-aś sobie mnie… błagającą o więcej?",
    "en": "Have you ever imagined me… begging for more?",
    "de": "Gibt es etwas, wovor du in unserer Zukunft Angst hast?"
  },
  {
    "category": "Fantazja",
    "pl": "Co, jeśli dziś masz kontrolę, ale jutro całkowicie ją oddajesz?",
    "en": "What if today you're in control, but tomorrow you surrender completely?",
    "de": "Was berührt dich am meisten, wenn wir zusammen sind?"
  },
  {
    "category": "Fantazja",
    "pl": "Czy kiedykolwiek chciałeś, żebym Cię „ukarała”? Za co i jak?",
    "en": "Have you ever wanted me to 'punish' you? For what and how?",
    "de": "Hast du manchmal Angst, meinen Erwartungen nicht zu genügen?"
  },
  {
    "category": "Fantazja",
    "pl": "Gdybyś miał stworzyć jedno tajne słowo – nasze hasło do dzikiej gry – jak by brzmiało?",
    "en": "If you could create a secret word — our wild game code — what would it be?",
    "de": "Was tue ich unbewusst, das dich innerlich entfacht?"
  },
  {
    "category": "Fantazja",
    "pl": "Czy fantazjowałeś/-aś o tym, że dotykam Cię, ale nie pozwalam Ci dojść… zbyt wcześnie?",
    "en": "Have you imagined me teasing you, not letting you finish… too soon?",
    "de": "Kannst du den Moment benennen, in dem du dich wirklich verliebt hast?"
  },
  {
    "category": "Fantazja",
    "pl": "Co by się stało, gdybyś obudził/-a się, a ja… już zaczęłam?",
    "en": "What would happen if you woke up and I… already started?",
    "de": "Wie sähe meine ideale Version aus – nicht körperlich, sondern energetisch?"
  },
  {
    "category": "Fantazja",
    "pl": "Co byś mi zrobił/-a, gdybym szepnęła: „Jestem cała dla Ciebie. Zrób wszystko”?",
    "en": "What would you do if I whispered: 'I'm all yours. Do anything'?",
    "de": "Hattest du jemals das Gefühl, dass ich deine Gedanken lesen kann?"
  },
  {
    "category": "Fantazja",
    "pl": "Czy chciałbyś być przywiązany i nie wiedzieć, co zrobię za chwilę?",
    "en": "Would you like to be tied up and not know what I’ll do next?",
    "de": "Kannst du mir wirklich alles sagen… alles?"
  },
  {
    "category": "Fantazja",
    "pl": "Gdybym pozwoliła Ci się poprowadzić, jak tylko chcesz — co byś zrobił jako pierwsze?",
    "en": "If I let you lead me however you wanted — what’s the first thing you’d do?",
    "de": "Was würdest du dir wünschen, dass ich dir aus Liebe tue – nicht aus Lust?"
  },
  {
    "category": "Fantazja",
    "pl": "Czy fantazjowałeś/-aś o tym, że każę Ci czekać i patrzeć, jak się rozbieram, ale nie możesz mnie dotknąć?",
    "en": "Have you fantasized about me making you wait while I slowly undress — and you can’t touch?",
    "de": "Welches „Ja“ von mir wirst du nie vergessen?"
  },
  {
    "category": "Fantazja",
    "pl": "Co jeśli dziś masz jedno życzenie — bez zasad, bez wstydu? Co wybierasz?",
    "en": "What if tonight you get one wish — no rules, no shame? What do you choose?",
    "de": "Was hast du gefühlt, als wir das erste Mal wirklich intim waren?"
  },
  {
    "category": "Fantazja",
    "pl": "Czy chciałbyś mnie widzieć, gdy robię coś bardzo niegrzecznego — tylko dla Ciebie?",
    "en": "Would you like to see me do something very naughty — just for you?",
    "de": "Was habe ich im Bett getan, woran du oft denkst – auch wenn du es nicht sagst?"
  },
  {
    "category": "Fantazja",
    "pl": "Jakie słowo wypowiedziane szeptem sprawia, że tracisz kontrolę?",
    "en": "What whispered word makes you lose control?",
    "de": "Gab es etwas, das ich beim Sex gesagt habe und das du nie vergessen wirst?"
  },
  {
    "category": "Fantazja",
    "pl": "Co zrobiłbyś mi, gdybym poprosiła, żebyś pokazał mi swoją najdzikszą stronę?",
    "en": "What would you do if I asked you to show me your wildest side?",
    "de": "Gibt es eine Geste, mit der ich dich in einer Sekunde entwaffne?"
  },
  {
    "category": "Fantazja",
    "pl": "Czy wyobrażasz sobie, że zaspokajam Cię, patrząc Ci prosto w oczy — bez słowa?",
    "en": "Do you imagine me pleasing you, looking you in the eyes — without saying a word?",
    "de": "Wann hast du dich am meisten von mir begehrt gefühlt?"
  },
  {
    "category": "Fantazja",
    "pl": "Co jeśli nie masz prawa mówić, tylko czuć — co chcesz wtedy ode mnie?",
    "en": "What if you're not allowed to speak, only feel — what do you want from me then?",
    "de": "Was hältst du in dir, das du gerne beim Vorspiel von mir hören würdest?"
  },
  {
    "category": "Fantazja",
    "pl": "Gdybym rozkazała Ci siedzieć spokojnie i czekać… ile byś wytrzymał/-a?",
    "en": "If I ordered you to sit still and wait... how long would you last?",
    "de": "Hast du jemals so getan, als hättest du keine Lust, obwohl du Lust hattest?"
  },
  {
    "category": "Fantazja",
    "pl": "Czy chciałbyś mnie całkowicie rozebrać, zostawiając tylko bieliznę, którą sam wybierzesz?",
    "en": "Would you like to undress me completely, leaving just the lingerie you chose?",
    "de": "Welcher Teil meines Körpers hat dich süchtig gemacht?"
  },
  {
    "category": "Fantazja",
    "pl": "Co zrobiłbyś, gdybym poprosiła o noc, po której oboje nie bylibyśmy tacy sami?",
    "en": "What would you do if I asked for a night that would change us both forever?",
    "de": "Was tun wir zusammen, das dich fühlen lässt, dass du ‚die/der Einzige‘ bist?"
  },
  {
    "category": "Zrób to",
    "pl": "Pocałuj mnie tak, jakbyśmy mieli się zobaczyć dopiero za miesiąc.",
    "en": "Kiss me like we won't see each other for a month.",
    "de": "Hast du jemals von mir fantasiert in einer Situation, die dich beschämt hat?"
  },
  {
    "category": "Zrób to",
    "pl": "Szepnij mi coś, czego nigdy wcześniej nie powiedziałeś/-aś.",
    "en": "Whisper something you've never told me before.",
    "de": "Was habe ich dir im Bett gesagt, das dich sofort angeheizt hat?"
  },
  {
    "category": "Zrób to",
    "pl": "Dotknij mnie tam, gdzie zwykle się powstrzymujesz — powoli.",
    "en": "Touch me where you usually hesitate — slowly.",
    "de": "Hattest du schon mal das Bedürfnis, mich mitten im Akt anzuhalten und zu sagen: ‚Hör nicht auf‘?"
  },
  {
    "category": "Zrób to",
    "pl": "Przytul mnie z pełną intencją — bez słowa.",
    "en": "Hug me with full intention — no words.",
    "de": "Was mache ich, wodurch du dich total mein/meine fühlst?"
  },
  {
    "category": "Zrób to",
    "pl": "Powiedz mi dokładnie, co chciałbyś/-aś mi zrobić — szeptem.",
    "en": "Tell me exactly what you'd like to do to me — in a whisper.",
    "de": "Was habe ich getan, das du unbewusst als Aphrodisiakum betrachtest?"
  },
  {
    "category": "Zrób to",
    "pl": "Złap mnie za nadgarstek i powiedz mi coś niegrzecznego… bez uśmiechu.",
    "en": "Grab my wrist and say something dirty… without smiling.",
    "de": "Hast du schon mal an mich gedacht in einer Situation, in der du es nicht solltest?"
  },
  {
    "category": "Zrób to",
    "pl": "Zrób coś, co natychmiast sprawi, że poczuję napięcie między nami.",
    "en": "Do something that immediately builds tension between us.",
    "de": "Gab es etwas in meiner Berührung, das dich völlig die Kontrolle verlieren ließ?"
  },
  {
    "category": "Zrób to",
    "pl": "Pocałuj mnie, ale nie w usta. I nie mów, dlaczego właśnie tam.",
    "en": "Kiss me, but not on the lips. Don’t say why there.",
    "de": "Hast du dir jemals vorgestellt, dass ich mich dir vollständig hingebe – ohne Worte?"
  },
  {
    "category": "Zrób to",
    "pl": "Stań za mną i dotknij mnie tylko opuszkami palców — bez pośpiechu.",
    "en": "Stand behind me and touch me only with your fingertips — slowly.",
    "de": "Was magst du am meisten, wenn ich dich zufällig berühre?"
  },
  {
    "category": "Zrób to",
    "pl": "Powiedz mi jedno zdanie, które mnie rozbroi — tylko oczami.",
    "en": "Say one sentence with just your eyes that breaks me.",
    "de": "Hast du jemandem gesagt, dass ich dich so fühlen lasse, wie kein anderer?"
  },
  {
    "category": "Zrób to",
    "pl": "Przyciągnij mnie do siebie i powiedz dokładnie, czego teraz chcesz.",
    "en": "Pull me close and tell me exactly what you want right now.",
    "de": "Gab es einen Moment, in dem du dachtest: ‚Mit dieser Person will ich alles‘?"
  },
  {
    "category": "Zrób to",
    "pl": "Pokaż mi gestem, gdzie chciałbyś mnie pocałować, ale jeszcze tego nie zrobiłeś/-aś.",
    "en": "Use a gesture to show me where you want to kiss me — but haven’t yet.",
    "de": "Gab es Worte, die du beim Sex sagen wolltest… aber dich nicht getraut hast?"
  },
  {
    "category": "Zrób to",
    "pl": "Delikatnie chwyć mnie za szyję — tylko tyle, żeby poczuć napięcie.",
    "en": "Lightly grab my neck — just enough to feel the tension.",
    "de": "Welcher meiner Blicke lässt dich alles andere vergessen?"
  },
  {
    "category": "Zrób to",
    "pl": "Zagraj we mnie wzrokiem, jakbyś chciał/-a mnie rozebrać… oczami.",
    "en": "Strip me with your eyes, not your hands.",
    "de": "Gab es einen Moment, in dem mein Körper dir mehr gesagt hat als Worte?"
  },
  {
    "category": "Zrób to",
    "pl": "Podejdź bardzo blisko i wypowiedz na moje ucho tylko dwa słowa: „Teraz. Natychmiast.”",
    "en": "Come very close and whisper just two words in my ear: 'Now. Instantly.'",
    "de": "Was fühlst du, wenn ich ganz still, aber nah bei dir bin?"
  },
  {
    "category": "Zrób to",
    "pl": "Przesuń dłoń po moim ciele tak, jakbyś je czytał/-a — nie spiesząc się.",
    "en": "Run your hand over my body like you're reading it — no rush.",
    "de": "Was geht in deinem Kopf vor, wenn ich anfange, dich zu berühren?"
  },
  {
    "category": "Zrób to",
    "pl": "Napisz mi palcem na ciele jedno słowo, które mnie zaskoczy.",
    "en": "Write one word on my skin with your finger that surprises me.",
    "de": "Hast du manchmal Angst, dass ich dir zu wichtig bin?"
  },
  {
    "category": "Zrób to",
    "pl": "Pocałuj mnie dokładnie tam, gdzie dzisiaj najwięcej o mnie myślałeś/-aś.",
    "en": "Kiss me exactly where you’ve thought about me today.",
    "de": "Wann hast du dich mit mir am sichersten gefühlt, obwohl es intensiv war?"
  },
  {
    "category": "Zrób to",
    "pl": "Chwyć mnie zdecydowanie, popatrz w oczy i powiedz, do kogo należę.",
    "en": "Grab me firmly, look me in the eyes and say who I belong to.",
    "de": "Was turnt dich an meiner Reaktion auf deine Berührung am meisten?"
  },
  {
    "category": "Zrób to",
    "pl": "Użyj dłoni tak, żeby pokazać mi, czego pragniesz — bez słów.",
    "en": "Show me with your hands what you want — no words.",
    "de": "Wenn du unsere Spannung in einem Wort beschreiben müsstest – wie würde es lauten?"
  },
  {
    "category": "Zrób to",
    "pl": "Rozkaż mi coś, czego nigdy nie miałam/-em odwagi zrobić.",
    "en": "Order me to do something I've never dared before.",
    "de": "Gab es einen Moment, in dem du gedacht hast: ‚Das ist mehr als nur Sex‘?"
  },
  {
    "category": "Zrób to",
    "pl": "Zmuś mnie spojrzeniem, żebym się poddał/-a — teraz.",
    "en": "Make me surrender just by the way you look at me — now.",
    "de": "Was habe ich getan, das dich im Bett total positiv überrascht hat?"
  },
  {
    "category": "Zrób to",
    "pl": "Podejdź do mnie, złap mnie za biodra i powiedz, co ze mną zrobisz.",
    "en": "Come to me, grab my hips and say what you’ll do to me.",
    "de": "Gab es einen Moment, in dem du dich durch meine Berührung verliebt hast?"
  },
  {
    "category": "Zrób to",
    "pl": "Zbliż się do moich ust i zatrzymaj się milimetr przed — i nic więcej.",
    "en": "Come close to my lips, stop just a millimeter away — and nothing more.",
    "de": "Was möchtest du, dass ich über deinen Körper verstehe, was ich noch nicht weiß?"
  },
  {
    "category": "Zrób to",
    "pl": "Obejmij mnie tak mocno, że poczuję, do kogo należę.",
    "en": "Hold me so tightly I feel who I belong to.",
    "de": "Was gefällt dir am meisten daran, wie ich mich um dich kümmere?"
  },
  {
    "category": "Zrób to",
    "pl": "Przysuń się i wyduś z siebie jedno zdanie, które mnie złamie.",
    "en": "Get close and whisper one sentence that breaks me.",
    "de": "Hast du je an mich gedacht, während du etwas getan hast, das nichts mit mir zu tun hatte?"
  },
  {
    "category": "Zrób to",
    "pl": "Usiądź mi na kolanach lub przyciśnij mnie do ściany — wybierz.",
    "en": "Sit on my lap or pin me against a wall — your choice.",
    "de": "Welcher Satz, den ich gesagt habe, hat etwas in dir verändert?"
  },
  {
    "category": "Zrób to",
    "pl": "Usta do ucha. Powiedz mi najbrudniejszą myśl, którą dziś miałeś/-aś.",
    "en": "Lips to ear. Tell me the dirtiest thought you had today.",
    "de": "Wenn du unsere körperliche Spannung in einem Satz beschreiben müsstest – wie wäre er?"
  },
  {
    "category": "Zrób to",
    "pl": "Delikatnie przytrzymaj moje ręce… i zrób coś, czego się nie spodziewam.",
    "en": "Gently hold my hands… and do something I don’t expect.",
    "de": "Hast du dich emotional schon mal schneller geöffnet als körperlich?"
  },
  {
    "category": "Zrób to",
    "pl": "Zaciśnij palce na mojej szyi lub biodrze — pokaż, że nie jesteś grzeczny/-a.",
    "en": "Tighten your fingers on my neck or hip — show me you’re not being polite.",
    "de": "Was geht dir durch den Kopf, wenn du meinen Blick kurz vor dem Kuss siehst?"
  },
  {
    "category": "Zrób to",
    "pl": "Przytrzymaj mnie za kark i powiedz mi, jak chcesz mnie w tej chwili.",
    "en": "Hold me by the nape and tell me what you want from me right now.",
    "de": "Wann fühlst du dich ganz mein/meine – ohne Zweifel?"
  },
  {
    "category": "Zrób to",
    "pl": "Powiedz mi, gdzie mam Cię pocałować — dokładnie i bez zawstydzenia.",
    "en": "Tell me where to kiss you — precisely and without embarrassment.",
    "de": "Hattest du je das Gefühl, dass wir so synchron sind, dass es niemand versteht?"
  },
  {
    "category": "Zrób to",
    "pl": "Stań za mną, złap za biodra i wyszepcz, co byś mi zrobił/-a.",
    "en": "Stand behind me, grab my hips and whisper what you would do to me.",
    "de": "Was fühlst du, wenn ich dich alles tun lasse, was du willst – ohne Worte?"
  },
  {
    "category": "Zrób to",
    "pl": "Przyciśnij mnie do ściany i popatrz mi w oczy tak, jakbyś już mnie rozbierał/-a.",
    "en": "Pin me against the wall and look me in the eyes like you're already undressing me.",
    "de": "Welches Verhalten von mir nach dem Sex macht dich noch heißer auf mich?"
  },
  {
    "category": "Zrób to",
    "pl": "Pokaż mi swoją najbardziej niegrzeczną stronę — teraz, bez słów.",
    "en": "Show me your naughtiest side — now, without words.",
    "de": "Wovor hast du am meisten Angst, wenn wir uns wirklich nah sind?"
  },
  {
    "category": "Zrób to",
    "pl": "Wyciągnij moją dłoń i połóż ją tam, gdzie chcesz ją dziś czuć.",
    "en": "Take my hand and place it where you want to feel it today.",
    "de": "Nimm meine Hand und leg sie dorthin, wo du sie heute spüren willst."
  },
  {
    "category": "Zrób to",
    "pl": "Zrób krok w moją stronę, ale zatrzymaj się tak blisko, żebym czuł/-a Twój oddech.",
    "en": "Step toward me but stop close enough that I feel your breath.",
    "de": "Mach einen Schritt auf mich zu, aber stopp so nah, dass ich deinen Atem spüren kann."
  },
  {
    "category": "Zrób to",
    "pl": "Przytrzymaj moje ręce i powiedz mi, czego dziś nie wolno mi robić.",
    "en": "Hold my hands and tell me what I'm not allowed to do today.",
    "de": "Halte meine Hände fest und sag mir, was ich heute nicht tun darf."
  },
  {
    "category": "Zrób to",
    "pl": "Wybierz miejsce na moim ciele, które chcesz pocałować… zębami.",
    "en": "Choose a spot on my body you want to kiss… with your teeth.",
    "de": "Wähle eine Stelle an meinem Körper, die du mit deinen Zähnen küssen willst."
  },
  {
    "category": "Zrób to",
    "pl": "Wciągnij mnie na siebie wzrokiem i powiedz, czego już nie możesz się doczekać.",
    "en": "Pull me toward you with your gaze and tell me what you can’t wait for.",
    "de": "Zieh mich mit deinem Blick zu dir und sag mir, worauf du nicht mehr warten kannst."
  },
  {
    "category": "Zrób to",
    "pl": "Zaciśnij dłoń na moim ciele i pokaż, że dziś to Ty decydujesz.",
    "en": "Grip my body and show me that you’re in charge tonight.",
    "de": "Drück deine Hand auf meinen Körper und zeig mir, dass heute du entscheidest."
  },
  {
    "category": "Zrób to",
    "pl": "Złap mnie za gardło, ale z wyczuciem — tylko tyle, bym wiedział/-a, że możesz.",
    "en": "Grab me by the throat — gently — just enough to show you could.",
    "de": "Fass mich sanft an der Kehle – nur so, dass ich weiß, dass du es kannst."
  },
  {
    "category": "Zrób to",
    "pl": "Przyciśnij mnie do siebie i szepnij, czego mi nie wolno dziś robić.",
    "en": "Hold me close and whisper what I'm forbidden from doing today.",
    "de": "Drück mich an dich und flüster mir zu, was ich heute nicht tun darf."
  },
  {
    "category": "Zrób to",
    "pl": "Powiedz jedno zdanie, po którym nie zostaje nic poza pożądaniem.",
    "en": "Say one sentence after which there’s nothing left but desire.",
    "de": "Sag einen Satz, nach dem nur noch Verlangen bleibt."
  },
  {
    "category": "Zrób to",
    "pl": "Wybierz miejsce, w którym chciałbyś mnie rozebrać — i powiedz to na głos.",
    "en": "Choose a place where you want to undress me — and say it aloud.",
    "de": "Wähle einen Ort, an dem du mich ausziehen möchtest – und sag es laut."
  },
  {
    "category": "Zrób to",
    "pl": "Pokaż mi dłońmi, jak chcesz mnie trzymać — dokładnie, bez skrótu.",
    "en": "Show me with your hands how you want to hold me — clearly, no shortcuts.",
    "de": "Zeig mir mit deinen Händen, wie du mich halten willst – genau, ohne Abkürzungen."
  },
  {
    "category": "Zrób to",
    "pl": "Przysuń się i użyj swojego ciała tak, bym poczuł/-a się całkowicie Twój/-a.",
    "en": "Come closer and use your body to make me feel completely yours.",
    "de": "Komm näher und benutze deinen Körper so, dass ich mich ganz dir zugehörig fühle."
  },
  {
    "category": "Zrób to",
    "pl": "Zrób coś, co sprawi, że zapomnę o wszystkim poza Tobą.",
    "en": "Do something that makes me forget everything but you.",
    "de": "Tu etwas, das mich alles andere vergessen lässt – außer dich."
  },
  {
    "category": "Zrób to",
    "pl": "Zdejmij ze mnie coś — cokolwiek. Ale zrób to powoli i patrząc mi w oczy.",
    "en": "Take something off me — anything. But do it slowly and while looking me in the eyes.",
    "de": "Zieh mir etwas aus – egal was. Aber langsam und mit Blickkontakt."
  },
  {
    "category": "Zrób to",
    "pl": "Wypowiedz moje imię tak, jakbyś właśnie mnie miał/-a.",
    "en": "Say my name like you’re about to have me.",
    "de": "Sprich meinen Namen aus, als ob du mich gerade besitzt."
  },
  {
    "category": "Zrób to",
    "pl": "Powiedz mi, gdzie mam usiąść — i zrób miejsce.",
    "en": "Tell me where to sit — and make space.",
    "de": "Sag mir, wo ich sitzen soll – und mach Platz."
  },
  {
    "category": "Zrób to",
    "pl": "Chwyć mnie mocno za włosy lub tył szyi — i nie puszczaj od razu.",
    "en": "Grab me tightly by the hair or the back of my neck — and don’t let go immediately.",
    "de": "Fass mich fest an den Haaren oder im Nacken – und lass nicht gleich los."
  },
  {
    "category": "Zrób to",
    "pl": "Podejdź do mnie i przyłóż swoje usta tam, gdzie najbardziej Cię kuszę.",
    "en": "Come to me and put your lips where I tempt you the most.",
    "de": "Komm zu mir und leg deine Lippen dorthin, wo ich dich am meisten reize."
  },
  {
    "category": "Zrób to",
    "pl": "Zaskocz mnie gestem, który jasno powie: „Należysz do mnie.”",
    "en": "Surprise me with a gesture that clearly says: 'You’re mine.'",
    "de": "Überrasche mich mit einer Geste, die deutlich sagt: „Du gehörst mir.“"
  },
  {
    "category": "Zrób to",
    "pl": "Połóż mnie — dosłownie. I powiedz, dlaczego właśnie teraz.",
    "en": "Lay me down — literally. And tell me why now.",
    "de": "Leg mich hin – buchstäblich. Und sag mir, warum genau jetzt."
  },
  {
    "category": "Zrób to",
    "pl": "Zdejmij coś ze mnie zębami lub ustami — delikatnie, ale z zamiarem.",
    "en": "Take something off me with your teeth or lips — gently, but with intent.",
    "de": "Zieh mir etwas mit deinen Zähnen oder Lippen aus – zart, aber bestimmt."
  },
  {
    "category": "Zrób to",
    "pl": "Użyj dłoni tak, żeby zostawić na mnie ślad — fizyczny lub w głowie.",
    "en": "Use your hands in a way that leaves a mark — on my body or in my mind.",
    "de": "Benutz deine Hände so, dass du eine Spur hinterlässt – körperlich oder geistig."
  },
  {
    "category": "Zrób to",
    "pl": "Pociągnij mnie do siebie, jakbyśmy mieli się rozerwać.",
    "en": "Pull me to you like we might tear each other apart.",
    "de": "Zieh mich zu dir, als würden wir gleich explodieren."
  },
  {
    "category": "Zrób to",
    "pl": "Wypowiedz jedno zdanie, po którym wiem, że nie ma odwrotu.",
    "en": "Say one sentence that makes it clear there’s no turning back.",
    "de": "Sag einen Satz, nach dem es kein Zurück mehr gibt."
  },
  {
    "category": "Zrób to",
    "pl": "Pokaż mi, co chcesz ze mną zrobić, ale… tylko patrząc.",
    "en": "Show me what you want to do to me — just by looking.",
    "de": "Zeig mir, was du mit mir machen willst – nur mit deinen Augen."
  },
  {
    "category": "Zrób to",
    "pl": "Użyj ciała tak, żeby mnie uciszyć — ale nie całkiem.",
    "en": "Use your body to silence me — but not completely.",
    "de": "Benutze deinen Körper, um mich zum Schweigen zu bringen – aber nicht ganz."
  },
  {
    "category": "Zrób to",
    "pl": "Przesuń się po mnie tak, jakbyś już mnie miał/-a.",
    "en": "Move across me like you already own me.",
    "de": "Beweg dich über mich, als hättest du mich schon."
  },
  {
    "category": "Zrób to",
    "pl": "Powiedz mi, co zrobiłbyś/-aś, gdybym Ci powiedziała: „Zrób to teraz”.",
    "en": "Tell me what you’d do if I said: 'Do it now.'",
    "de": "Sag mir, was du tun würdest, wenn ich sage: „Jetzt sofort.“"
  },
  {
    "category": "Wyznanie",
    "pl": "Co najbardziej boisz się mi powiedzieć?",
    "en": "What are you most afraid to tell me?",
    "de": "Was hast du am meisten Angst, mir zu sagen?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co czujesz, gdy patrzysz na mnie bez słów?",
    "en": "What do you feel when you look at me in silence?",
    "de": "Was fühlst du, wenn du mich wortlos ansiehst?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy jest coś, czego Ci wciąż nie wybaczyłem/-am?",
    "en": "Is there something you still haven’t forgiven me for?",
    "de": "Gibt es etwas, das du mir immer noch nicht verziehen hast?"
  },
  {
    "category": "Wyznanie",
    "pl": "Za czym tęsknisz, nawet będąc przy mnie?",
    "en": "What do you miss — even when we’re together?",
    "de": "Worauf sehnst du dich, selbst wenn ich bei dir bin?"
  },
  {
    "category": "Wyznanie",
    "pl": "Kiedy poczułeś/-aś, że jesteśmy czymś więcej niż tylko parą?",
    "en": "When did you feel we were more than just a couple?",
    "de": "Wann hast du gespürt, dass wir mehr als nur ein Paar sind?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy masz jedno wspomnienie ze mną, które chcesz zachować na zawsze?",
    "en": "Is there one memory with me you want to keep forever?",
    "de": "Gibt es eine Erinnerung mit mir, die du für immer bewahren willst?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co chciałbyś/-aś usłyszeć ode mnie częściej?",
    "en": "What do you wish I told you more often?",
    "de": "Was würdest du dir wünschen, dass ich dir öfter sage?"
  },
  {
    "category": "Wyznanie",
    "pl": "Jakie moje spojrzenie zapamiętałeś/-aś najbardziej?",
    "en": "What look of mine do you remember the most?",
    "de": "Welcher Blick von mir ist dir besonders im Kopf geblieben?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co pomyślałeś/-aś o mnie, gdy pierwszy raz mnie dotknąłeś/-aś?",
    "en": "What did you think when you first touched me?",
    "de": "Was hast du gedacht, als du mich das erste Mal berührt hast?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy jest coś, czego się boisz w naszej przyszłości?",
    "en": "Is there anything you’re afraid of in our future?",
    "de": "Gibt es etwas, wovor du in unserer Zukunft Angst hast?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co najbardziej Cię wzrusza, gdy jesteśmy razem?",
    "en": "What touches you the most when we’re together?",
    "de": "Was berührt dich am meisten, wenn wir zusammen sind?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy boisz się, że czasem nie spełniam Twoich oczekiwań?",
    "en": "Are you afraid I won’t meet your expectations sometimes?",
    "de": "Hast du manchmal Angst, meinen Erwartungen nicht zu genügen?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co robię zupełnie nieświadomie, a rozpala Cię od środka?",
    "en": "What do I do unconsciously that turns you on inside?",
    "de": "Was tue ich ganz unbewusst, das dich innerlich entflammt?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy jesteś w stanie wskazać moment, w którym zakochałeś/-aś się we mnie naprawdę?",
    "en": "Can you name the moment you truly fell in love with me?",
    "de": "Kannst du den Moment benennen, in dem du dich wirklich in mich verliebt hast?"
  },
  {
    "category": "Wyznanie",
    "pl": "Jak wyglądałaby moja wersja idealna — nie fizycznie, tylko energetycznie?",
    "en": "What would my ideal version be like — not physically, but energetically?",
    "de": "Wie sähe meine ideale Version aus – nicht körperlich, sondern energetisch?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy miałeś/-aś kiedyś wrażenie, że czytam Ci w myślach?",
    "en": "Have you ever felt like I could read your mind?",
    "de": "Hattest du jemals das Gefühl, dass ich deine Gedanken lesen kann?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy potrafisz powiedzieć mi wszystko… naprawdę wszystko?",
    "en": "Clench your fingers on my neck or hips — show me you're not being gentle.",
    "de": "Kannst du mir wirklich alles sagen… wirklich alles?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co najbardziej chciałbyś/-aś, żebym zrobił/-a Ci z miłością, nie pożądaniem?",
    "en": "Hold me by the back of the neck and tell me how you want me right now.",
    "de": "Was würdest du dir wünschen, dass ich dir aus Liebe tue – nicht aus Lust?"
  },
  {
    "category": "Wyznanie",
    "pl": "Jakie moje „tak” zapamiętasz na zawsze?",
    "en": "Tell me where to kiss you — clearly and without shame.",
    "de": "Welches „Ja“ von mir wirst du nie vergessen?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co poczułeś/-aś w chwili, gdy pierwszy raz byliśmy naprawdę blisko?",
    "en": "Stand behind me, grab my hips and whisper what you'd do to me.",
    "de": "Was hast du gefühlt, als wir das erste Mal wirklich nah waren?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co zrobiłem/-am w łóżku, co wspominasz najczęściej — choć o tym nie mówisz?",
    "en": "Pin me against the wall and look into my eyes like you're already undressing me.",
    "de": "Was habe ich im Bett gemacht, woran du oft denkst – obwohl du es nicht sagst?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy było coś, co powiedziałem/-am podczas seksu i nigdy tego nie zapomnisz?",
    "en": "Show me your most naughty side — now, without words.",
    "de": "Gab es etwas, das ich beim Sex gesagt habe und das du nie vergessen wirst?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy jest gest, którym potrafię Cię rozbroić w sekundę?",
    "en": "Take my hand and place it where you want to feel it today.",
    "de": "Gibt es eine Geste, mit der ich dich in einer Sekunde entwaffne?"
  },
  {
    "category": "Wyznanie",
    "pl": "Kiedy czułeś/-aś się najbardziej pożądany/-a przeze mnie?",
    "en": "Take a step toward me but stop close enough that I can feel your breath.",
    "de": "Wann hast du dich am meisten von mir begehrt gefühlt?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co trzymasz w sobie, a chciałbyś/-aś usłyszeć ode mnie podczas gry wstępnej?",
    "en": "Hold my hands and tell me what I'm not allowed to do tonight.",
    "de": "Was hältst du in dir, das du gerne von mir beim Vorspiel hören würdest?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy kiedykolwiek udawałeś/-aś, że nie masz ochoty, choć miałeś/-aś?",
    "en": "Pick a place on my body that you want to kiss… with your teeth.",
    "de": "Hast du jemals so getan, als hättest du keine Lust, obwohl du Lust hattest?"
  },
  {
    "category": "Wyznanie",
    "pl": "Jakie miejsce na moim ciele najbardziej Cię uzależniło?",
    "en": "Pull me in with your eyes and say what you can’t wait for anymore.",
    "de": "Welcher Teil meines Körpers hat dich süchtig gemacht?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co robimy razem, co sprawia, że czujesz się jak „jedyna/jedyny”?",
    "en": "Clench your hand on my body and show me that you're the one in charge tonight.",
    "de": "Was tun wir zusammen, das dich fühlen lässt, dass du ‚die/der Einzige‘ bist?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy zdarzyło Ci się fantazjować o mnie w sytuacji, która Cię zawstydziła?",
    "en": "Grab my throat — gently — just enough so I know you can.",
    "de": "Hast du jemals in einer Situation an mich gedacht, die dich beschämt hat?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co powiedziałem/-am Ci kiedyś w łóżku, co natychmiast Cię rozpaliło?",
    "en": "Hold me tight and whisper what I'm not allowed to do tonight.",
    "de": "Was habe ich dir im Bett gesagt, das dich sofort angeheizt hat?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy miałeś/-aś kiedyś ochotę zatrzymać mnie w połowie i powiedzieć: „Nie przestawaj”?",
    "en": "Say one sentence after which nothing but desire remains.",
    "de": "Hattest du je das Bedürfnis, mich in der Mitte zu stoppen und zu sagen: „Hör nicht auf“?"
  },
  {
    "category": "Wyznanie",
    "pl": "Jakie moje zachowanie sprawia, że czujesz się totalnie mój/moja?",
    "en": "Pick a place where you'd like to undress me — and say it out loud.",
    "de": "Was tue ich, wodurch du dich vollkommen mein/meine fühlst?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co zrobiłem/-am, co podświadomie traktujesz jak afrodyzjak?",
    "en": "Show me with your hands how you want to hold me — clearly, no shortcuts.",
    "de": "Was habe ich getan, das du unbewusst als deinen persönlichen Aphrodisiakum betrachtest?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy zdarzyło Ci się myśleć o mnie w sytuacji, w której nie powinieneś/-aś?",
    "en": "Move close and use your body to make me feel fully yours.",
    "de": "Hast du je an mich gedacht, während du etwas völlig Unzusammenhängendes getan hast?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy coś w moim dotyku sprawiło, że straciłeś/-aś kontrolę nad sobą?",
    "en": "Do something that makes me forget everything but you.",
    "de": "Gab es etwas in meiner Berührung, das dich völlig die Kontrolle verlieren ließ?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy wyobrażałeś/-aś sobie kiedyś, że Ci się oddaję — zupełnie i bez słowa?",
    "en": "Take something off me — anything. But do it slowly, looking into my eyes.",
    "de": "Hast du dir je vorgestellt, dass ich mich dir vollkommen hingebe – ganz ohne Worte?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co najbardziej lubisz, gdy dotykam Cię w sposób… przypadkowy?",
    "en": "Say my name like you already have me.",
    "de": "Was magst du am meisten, wenn ich dich wie zufällig berühre?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy powiedziałeś/-aś kiedyś komuś, że to ja sprawiam, że czujesz „to coś”?",
    "en": "Tell me where to sit — and make space.",
    "de": "Hast du je jemandem gesagt, dass ich dich auf eine Weise fühlen lasse, wie kein anderer?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy miałeś/-aś moment, w którym myślałeś: „To jest osoba, z którą chcę wszystko”?",
    "en": "Grab my hair or the back of my neck — and don’t let go right away.",
    "de": "Gab es einen Moment, in dem du gedacht hast: „Mit dieser Person will ich alles“?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy są słowa, które chciałeś/-aś wypowiedzieć podczas seksu… ale nie odważyłeś/-aś się?",
    "en": "Come to me and press your lips where I tempt you the most.",
    "de": "Gab es Worte, die du beim Sex sagen wolltest, dich aber nicht getraut hast?"
  },
  {
    "category": "Wyznanie",
    "pl": "Jakie moje spojrzenie sprawia, że zapominasz o wszystkim innym?",
    "en": "Surprise me with a gesture that clearly says: 'You’re mine.'",
    "de": "Welcher Blick von mir lässt dich alles um dich herum vergessen?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy miałeś/-aś moment, kiedy moje ciało powiedziało Ci więcej niż słowa?",
    "en": "Lay me down — literally. And tell me why right now.",
    "de": "Gab es einen Moment, in dem mein Körper dir mehr gesagt hat als Worte?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co czujesz, gdy jestem zupełnie cicha, ale blisko?",
    "en": "Take something off me with your teeth or lips — gently, but with intent.",
    "de": "Was fühlst du, wenn ich ganz still, aber nah bei dir bin?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co robisz w myślach, gdy zaczynam Cię dotykać?",
    "en": "Use your hands to leave a mark on me — physical or mental.",
    "de": "Was denkst du, wenn ich anfange, dich zu berühren?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy boisz się czasem, że jestem dla Ciebie zbyt ważna/-y?",
    "en": "Pull me toward you like we’re about to tear each other apart.",
    "de": "Hast du manchmal Angst, dass ich dir zu wichtig bin?"
  },
  {
    "category": "Wyznanie",
    "pl": "Kiedy czułeś/-aś się ze mną najbezpieczniej, mimo że było intensywnie?",
    "en": "Say one sentence after which there's no turning back.",
    "de": "Wann hast du dich mit mir am sichersten gefühlt, obwohl es intensiv war?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co najbardziej kręci Cię w mojej reakcji na Twój dotyk?",
    "en": "Show me what you want to do to me — but only with your eyes.",
    "de": "Was erregt dich am meisten an meiner Reaktion auf deinen Körper?"
  },
  {
    "category": "Wyznanie",
    "pl": "Gdybyś miał opisać nasze napięcie jednym słowem — jak by brzmiało?",
    "en": "Use your body to silence me — but not completely.",
    "de": "Wenn du unsere Spannung in einem Wort beschreiben müsstest – welches wäre es?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy był taki moment, że pomyślałeś/-aś: „To nie tylko seks”?",
    "en": "Move across me like you already have me.",
    "de": "Gab es einen Moment, in dem du gedacht hast: „Das ist mehr als nur Sex“?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co zrobiłam/-em, co totalnie Cię zaskoczyło w łóżku — pozytywnie?",
    "en": "Tell me what you’d do if I said: 'Do it now.'",
    "de": "Was habe ich getan, das dich im Bett total überrascht hat – positiv?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy był moment, w którym zakochałeś/-aś się we mnie przez to, jak Cię dotknęłam/-em?",
    "en": "What are you most afraid to tell me?",
    "de": "Gab es einen Moment, in dem du dich durch meine Berührung verliebt hast?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co chcesz, żebym zrozumiała/-ał o Twoim ciele, czego jeszcze nie wiem?",
    "en": "What do you feel when you look at me without words?",
    "de": "Was möchtest du, dass ich über deinen Körper verstehe, was ich noch nicht weiß?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co najbardziej podoba Ci się w tym, jak się Tobą zajmuję?",
    "en": "Is there something you still haven’t forgiven me for?",
    "de": "Was gefällt dir am meisten daran, wie ich mich um dich kümmere?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy zdarzyło Ci się myśleć o mnie podczas zrobienia czegoś, co nie powinno Ci się z nami kojarzyć?",
    "en": "What do you miss, even when I’m with you?",
    "de": "Hast du jemals an mich gedacht, während du etwas getan hast, das dich nicht an uns erinnern sollte?"
  },
  {
    "category": "Wyznanie",
    "pl": "Jakie jedno zdanie powiedziałem/-am Ci, które zmieniło coś w Tobie?",
    "en": "When did you feel we were more than just a couple?",
    "de": "Welcher Satz, den ich gesagt habe, hat etwas in dir verändert?"
  },
  {
    "category": "Wyznanie",
    "pl": "Gdybyś miał/-a opisać nasze napięcie fizyczne w jednym zdaniu — jak by brzmiało?",
    "en": "Is there one memory with me you want to keep forever?",
    "de": "Wenn du unsere körperliche Spannung in einem Satz beschreiben müsstest – wie würde er lauten?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy zdarzyło Ci się dojść do mnie emocjonalnie szybciej niż fizycznie?",
    "en": "What do you wish I’d say more often?",
    "de": "Bist du emotional schon mal schneller bei mir angekommen als körperlich?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co robisz w swojej głowie, gdy widzisz mój wzrok tuż przed pocałunkiem?",
    "en": "Which look of mine do you remember the most?",
    "de": "Was denkst du, wenn du meinen Blick kurz vor einem Kuss siehst?"
  },
  {
    "category": "Wyznanie",
    "pl": "Kiedy czujesz, że jesteś „mój/moja” — dokładnie i bez wątpliwości?",
    "en": "What did you think the first time you touched me?",
    "de": "Wann fühlst du dich ganz mein/meine – ohne jeden Zweifel?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czy kiedykolwiek miałeś/-aś poczucie, że jesteśmy tak zsynchronizowani, że nikt tego nie zrozumie?",
    "en": "Is there something you’re afraid of in our future?",
    "de": "Hattest du je das Gefühl, dass wir so synchron sind, dass es niemand sonst versteht?"
  },
  {
    "category": "Wyznanie",
    "pl": "Co czujesz, gdy pozwalam Ci robić wszystko, czego pragniesz — bez słów?",
    "en": "What touches you most deeply when we’re together?",
    "de": "Was fühlst du, wenn ich dich alles tun lasse, was du willst – ohne Worte?"
  },
  {
    "category": "Wyznanie",
    "pl": "Jakie moje zachowanie po wszystkim sprawia, że chcesz mnie jeszcze bardziej?",
    "en": "Are you afraid I don’t meet your expectations sometimes?",
    "de": "Welches meiner Verhaltensweisen nach dem Sex macht dich noch heißer auf mich?"
  },
  {
    "category": "Wyznanie",
    "pl": "Czego się boisz najbardziej, gdy jesteśmy naprawdę blisko?",
    "en": "What do I do unconsciously that turns you on inside?",
    "de": "Wovor hast du am meisten Angst, wenn wir uns wirklich nah sind?"
  }
]